<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c" %>
<%
String path = request.getContextPath();
String basePath = request.getScheme()+"://"+request.getServerName()+":"+request.getServerPort()+path+"/";
%>

<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>
    <base href="<%=basePath%>">
    
    <title>用户协议</title>
    
	<meta http-equiv="pragma" content="no-cache">
	<meta http-equiv="cache-control" content="no-cache">
	<meta http-equiv="expires" content="0">    
	<meta http-equiv="keywords" content="keyword1,keyword2,keyword3">
	<meta http-equiv="description" content="This is my page">
	<!--
	<link rel="stylesheet" type="text/css" href="styles.css">
	-->

	<style type="text/css">
body {
	font: normal 11px auto "Trebuchet MS", Verdana, Arial, Helvetica,
		sans-serif;
	color: #4f6b72;
	background: #E6EAE9;
}

a {
	color: #c75f3e;
}

#mytable {
	width: 1000px;
	padding: 0;
	margin: 0;
}

caption {
	padding: 0 0 5px 0;
	width: 700px;
	font: italic 11px "Trebuchet MS", Verdana, Arial, Helvetica, sans-serif;
	text-align: right;
}

th {
	font: bold 11px "Trebuchet MS", Verdana, Arial, Helvetica, sans-serif;
	color: #4f6b72;
	border-right: 1px solid #C1DAD7;
	border-bottom: 1px solid #C1DAD7;
	border-top: 1px solid #C1DAD7;
	letter-spacing: 2px;
	text-transform: uppercase;
	text-align: left;
	padding: 6px 6px 6px 12px;
	background: #CAE8EA no-repeat;
}

th.nobg {
	border-top: 0;
	border-left: 0;
	border-right: 1px solid #C1DAD7;
	background: none;
}

td {
	border-right: 1px solid #C1DAD7;
	border-bottom: 1px solid #C1DAD7;
	background: #fff;
	font-size: 11px;
	padding: 6px 6px 6px 12px;
	color: #4f6b72;
}

td.alt {
	background: #F5FAFA;
	color: #797268;
}

th.spec {
	border-left: 1px solid #C1DAD7;
	border-top: 0;
	background: #fff no-repeat;
	font: bold 10px "Trebuchet MS", Verdana, Arial, Helvetica, sans-serif;
}

th.specalt {
	border-left: 1px solid #C1DAD7;
	border-top: 0;
	background: #f5fafa no-repeat;
	font: bold 10px "Trebuchet MS", Verdana, Arial, Helvetica, sans-serif;
	color: #797268;
}

html>body td {
	font-size: 11px;
}

body,td,th {
	font-family: 宋体, Arial;
	font-size: 12px;
}
</style>

  </head>
  
  <body>
  <center>
  			<h1>“兼果”用户协议</h1>
  			
  </center>
  <h1>一．总则</h1>
  <h2>&emsp;&emsp;1．1　用户应当同意本协议的条款并按照页面上的提示完成全部的注册程序。用户在进行注册程序过程中点击"确认注册"按钮即表示用户与兼果达成协议，完全接受本协议项下的全部条款。（以下内容中，我司即代表海南翼蜗牛网络科技有限公司）</h2>
  <h2>&emsp;&emsp;1．2　用户注册成功后，兼果将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。</h2>
  <h2>&emsp;&emsp;1．3　用户可以使用兼果各个服务，当用户使用兼果服务时，用户的使用行为视为其对该服务的服务条款以及兼果在该、服务中发出的各类公告的同意。</h2>
  <h2>1．4　兼果服务协议以及各个频道单项服务条款和公告可由公司随时更新，且无需另行通知。您在使用相关服务时,应关注并遵守其所适用的相关条款。</h2>
  <h2>您在使用兼果提供的各项服务之前，应仔细阅读本服务协议。如您不同意本服务协议及/或随时对其的修改，您可以主动取消兼果提供的服务；您一旦使用服务，即视为您已了解并完全同意本服务协议各项内容，包括对服务协议随时所做的任何修改，并成为兼果用户。</h2>
  <h1>二、注册信息和隐私保护</h1>
  <h2>&emsp;&emsp;2．1　兼果账号其所有版权归海南翼蜗牛网络科技有限公司所有，用户完成注册申请手续后，获得兼果帐号的使用权。用户应提供及时、详尽及准确的个人资料，并不断更新注册资料，符合及时、详尽准确的要求。所有原始键入的资料将引用为注册资料。如果因注册信息不真实而引起的问题，并对问题发生所带来的后果，我司不负任何责任。</h2>
  <h2>&emsp;&emsp;2．2　用户不应将其帐号、密码转让、出售或出借予他人使用，如果我司发现使用者并非帐号注册者本人，有权停止继续服务。如用户发现其帐号遭他人非法使用，应立即通知我司。因黑客行为或用户违反本协议规定导致帐号、密码遭他人非法使用的，由用户本人承担因此导致的损失和一切法律责任，海南翼蜗牛网络科技有限公司不承担任何责任。因黑客行为或用户违反本协议规定导致帐号、密码遭他人非法使用的，且导致我司利益受损的，我司有权追究全部法律责任及相关赔偿。</h2>
  <h2>&emsp;&emsp;2. 3 鉴于兼果仅作为用户网上发布信息的网络平台提供者，并非信息的发布者，因此兼果无法保证其内容的真实性、准确性、有效性和安全性。用户应确认在使用兼果所提供的服务前，用户已经知晓，理解并认可此情况。用户在使用非兼果自行上传的内容时遭受的损失和其它一切后果由用户独自承担。 用户如因为浏览兼果的内容或第三方发布和上传的内容而因此遭受到任何损失，或与其他用户发生争议，就上述损失或争议或任何方面产生有关的索赔、要求、诉讼、损失和损害，用户同意免除兼果、蜗牛网络科技有限公司及其关联公司、兼果的管理层、董事、代理人、关联公司、和雇员的责任。 由于兼果上的大多数内容来自用户，兼果不保证这些信息和用户联络方式的准确性和有效性、以及所提供内容质量的安全性或合法性，用户同意不就其他用户发布的内容或所作所为追究兼果的责任。兼果对于用户由于使用兼果而造成的任何金钱、商誉、名誉的损失，或任何特殊的、间接的、或结果性的损失都不负任何责任。用户同意就用户自身行为之合法性单独承担责任。</h2>
  <h1>三、使用规则</h1>
  <h2>&emsp;&emsp;•	•	3．1　用户在使用兼果服务时，必须遵守中华人民共和国相关法律法规的规定，用户应同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为∶</h2>
  <h2>&emsp;&emsp;•	（1）上载、展示、张贴、传播或以其它方式传送含有下列内容之一的信息：</h2>
  <h2>&emsp;&emsp;•	1） 反对宪法所确定的基本原则的；</h2>
  <h2>&emsp;&emsp;•	2） 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</h2>
  <h2>&emsp;&emsp;•	3） 损害国家荣誉和利益的；</h2>
  <h2>&emsp;&emsp;•	4） 煽动民族仇恨、民族歧视、破坏民族团结的；</h2>
  <h2>&emsp;&emsp;•	5） 破坏国家宗教政策，宣扬邪教和封建迷信的；</h2>
  <h2>&emsp;&emsp;•	6） 散布谣言，扰乱社会秩序，破坏社会稳定的；</h2>
  <h2>&emsp;&emsp;•	7） 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</h2>
  <h2>&emsp;&emsp;•	8） 侮辱或者诽谤他人，侵害他人合法权利的；</h2>
  <h2>&emsp;&emsp;•	9） 含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；</h2>
  <h2>&emsp;&emsp;•	10） 含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的；</h2>
  <h2>&emsp;&emsp;•	（2）不得为任何非法目的而使用网络服务系统；</h2>
  <h2>&emsp;&emsp;•	（3）不利用兼果服务从事以下活动：</h2>
  <h2>&emsp;&emsp;•	1）未经允许，进入计算机信息网络或者使用计算机信息网络资源的；</h2>
  <h2>&emsp;&emsp;•	2） 未经允许，对计算机信息网络功能进行删除、修改或者增加的；</h2>
  <h2>&emsp;&emsp;•	3） 未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；</h2>
  <h2>&emsp;&emsp;•	4） 故意制作、传播计算机病毒等破坏性程序的；</h2>
  <h2>&emsp;&emsp;•	5） 其他危害计算机信息网络安全的行为。</h2>
  <h2>&emsp;&emsp;•	3．2　用户违反本协议或相关的服务条款的规定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，您同意赔偿兼果与合作公司、关联公司，并使之免受损害。对此，兼果有权视用户的行为性质，采取包括但不限于删除用户发布信息内容、暂停使用许可、终止服务、限制使用、回收兼果帐号、追究法律责任等措施。对恶意注册兼果帐号或利用兼果帐号进行违法活动、捣乱、骚扰、欺骗、其他用户以及其他违反本协议的行为，兼果有权回收其帐号。同时，兼果公司会视司法部门的要求，协助调查。</h2>
  <h2>&emsp;&emsp;•	3．3　用户不得对本服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、转售或用于任何其它商业目的。</h2>
  <h2>&emsp;&emsp;•	3．4　用户须对自己在使用兼果服务过程中的行为承担法律责任。用户承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及在兼果公司首先承担了因用户行为导致的行政处罚或侵权损害赔偿责任后，用户应给予兼果公司等额的赔偿。</h2>
  <h1>四．用户服务</h1>
  <h2>&emsp;&emsp;4.1兼果为用户通过兼果平台进行兼职活动提供网络支付平台服务，目前兼果对用户提供的兼果兼职服务为免费服务，但兼果保留未来对兼果平台服务收取服务费用的权利。</h2>
  <h2>&emsp;&emsp;4.2因用户违反相关法律法规或本平台规则导致我平台声誉造成损失，我司有权追究其全部法律责任并索要该损失导致的赔偿，同时我司有权对信用恶劣的用户进行注销。用户注销后，无权要求我司提供任何继续服务或履行其他义务，我司对该行为（注销）导致其造成的损失不负任何责任。</h2>
  <h2>&emsp;&emsp;4.3如用户以虚构的事实等方式诋毁我司及我司合作商家的声誉，我司有权要求用户向兼果（包括旗下全部产业及合作商家）公开道歉，同时赔偿因该行为造成的全部损失。</h2>
  <h2>&emsp;&emsp;4.4兼果做为兼职平台，不对其合作商家形象负责，因合作商家的恶劣行为导致用户利益受损的，兼果将追究其相关法律责任。</h2>
  <h1>五.用户资格</h1>
  <h2>&emsp;&emsp;5.1访问者通过身份证号码验证确认年满16周岁方可注册成我兼果会员，不符合此项规定则可注册为游客，游客身份仅用于浏览兼果，且无法获取兼果所提供任何就业性质服务。</h2>
  <h2>&emsp;&emsp;5.2在未得到未成年人监护人的允许或事先声明情况下，兼果APP不会在线收集任何未成年人的联系信息（包括姓名、地址、学校及联系方式）。亦不会在未得到未成年人监护人允许下，向任何第三方传送可被识别的未成年人个人信息。</h2>
  <h2>&emsp;&emsp;5.3为保护少年、儿童的身心健康，促进义务教育，根据《中华人民共和国宪法》和《未成年人保护法》第三十八条中关于社会保护一则，特此声明如下：限制未满16周岁学生注册兼果APP会员。童工是指未满十六周岁，与单位或者个人发生劳动关系从事有经济收入的劳动或者从事个体劳动的少年、儿童。（未满十六周岁的少年、儿童，参加家庭劳动、学校组织的勤工俭学和省、自治区、直辖市人民政府允许从事的无损于身心健康的、力所能及的辅助性劳动，不属于童工范畴。）</h2>
  <h1>六.费用与服务</h1>
  <h2>&emsp;&emsp;兼果是个对大多数用户免费的分类信息服务，但针对兼果的特定服务收费。若用户所使用的服务需支付费用，用户有权决定是否使用并接受该收费服务。兼果上的收费服务以人民币计价，定价上可能随时调整。我们将以公告的方式，来通知用户收费政策的变更。兼果也可选择在促销或新服务推出时，暂时调整我们的服务收费，该调整于我们公布促销或新服务时开始生效。付费服务是在系统接收到用户的付款后才开始。请注意：付费服务功能一旦开始，用户不得以任何理由要求取消、终止服务或退款，若因个人行为（如:自行删除）或发布信息内容违反兼果公约（公约以付费实际发生时的公约为准）而被转移类目或被删除，兼果将不予退款。兼果因自身需要进行改版的，若涉及付费产品的实质性变化，包括但不限于产品取消、服务内容发生增加或减少、登载页面变更、发布城市变更的，兼果可提前终止服务并将客户已付款但未履行服务部分款项退还客户。此类情况不视为兼果违约。</h2>
  <h1>七.兼果钱包</h1>
  <h2>&emsp;&emsp;兼果账户余额是兼果内部使用的现金账户，用户可以使用充值的方式或完成兼职增加兼果账户的余额。提现该余额将根据实际情况，由兼果平台付给用户，由于用户预留的信息错误（包括其账户/银行卡问题）导致的支付问题我平台不负任何责任。该额度将不仅作为折换现金的基准，同时兼果将对其相关的服务，在合法的基础上，进行限制或增值。</h2>
  <h1>八.隐私</h1>
  <h2>&emsp;&emsp;用户使用兼果提供的任何服务包括但不限于发布信息，浏览信息，发布广告等将导致用户的IP地址为兼果获得并在网页中显示作为用户的身份标识，同时兼果将可能根据法律法规的规定向第三方提供该IP地址，用户应对此表示知情并认可。</h2>
  <h2>&emsp;&emsp;用户使用兼果服务、参加兼果活动、或访问兼果网页时，兼果自动接收并记录的用户浏览器传递给兼果服务器的数据。但使用兼果就意味着同意兼果将用户发帖时使用的IP地址显示出来作为身份标识，即用户IP地址不受本隐私权政策保护；用户在网络上公开的其他个人信息亦不受此保护；</h2>
  <h2>&emsp;&emsp;兼果不会向任何人出售或出借用户的个人信息，除非事先得到用户的许可；兼果亦不允许任何第三方以任何手段收集、编辑、出售、传播或披露用户的个人信息。任何用户如从事上述活动，一经发现，兼果将采取法律手段追究责任；</h2>
  <h2>&emsp;&emsp;为服务用户的目的，兼果可能通过使用用户的个人信息，向用户提供服务，包括但不限于向用户发出产品和服务信息，或者与兼果合作伙伴共享信息以便他们向用户发送有关其产品和服务的信息。</h2>
  <h2>&emsp;&emsp;用户的个人信息将在下述情况下部分或全部被披露：</h2>
  <h2>&emsp;&emsp;① 经用户同意，向第三方披露；</h2>
  <h2>&emsp;&emsp;② 如果用户是具备资格的知识产权投诉人并已提起投诉，应被投诉人要求而向被投诉人披露，以便双方处理可能的权利纠纷；</h2>
  <h2>&emsp;&emsp;③ 根据法律的有关规定，或者行政、司法机构的要求，向第三方或者行政、司法机构披露；</h2>
  <h2>&emsp;&emsp;④ 如果用户出现违反中国有关法律或者网站政策的情况而需要向第三方披露；</h2>
  <h2>&emsp;&emsp;⑤ 为提供用户所要求的产品和服务，而必须和第三方分享用户的个人信息；</h2>
  <h2>&emsp;&emsp;⑥ 其它兼果依据法律或者网站政策认为合适的披露；</h2>
  <h2>&emsp;&emsp;⑦ 在兼果上创建的某一分类信息交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，兼果有权可以决定向该用户提供其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决。</h2>
  <h2>&emsp;&emsp;在使用兼果服务进行网上交易时，用户不可避免的要向交易对方或潜在的交易对方提供自己的个人信息，如联络方式或者邮政地址等。请用户妥善保护自己的个人信息，仅在必要的情形下向他人提供；若发生用户信息被泄露或盗用的情况，兼果也提供诸如自动系统举报删帖、客服电话等服务配合用户的信息安全保护工作。</h2>
  <h1>九.争议解决</h1>
  <h2>&emsp;&emsp;用户与我司因本协议的履行发生争议的应通过友好协商解决，协商解决不成的，任一方有权向相关法律仲裁会按仲裁规则进行仲裁。</h2>
  <h1>十．生效</h1>
  <h2>&emsp;&emsp;用户自确认注册后，该协议生效。</h2>
</body> 
</html>
